Repository: marekc73/ShopNaviStd
Catalog: ShopNaviStd/ShopNaviStd/Resources/TextResource.*.resx
Languages: sk

source: Accept data from this person
sk: Preberaj údaje od tejto osoby

# AddToList
source: Add
sk: Pridaj

source: Available stores:
sk: Obchody:

source: Cancel
sk: Zruš

source: Clean
sk: Zmaž

source: Create list
sk: Vytvor zoznam

source: Delete finished
sk: Zmaž hotové

source: Edit
sk: Zmeň

source: Input list
sk: Vstupné údaje

source: Key
sk: Kľúč

source: Language
sk: Jazyk

source: Load...
sk: Načítaj...

source: Logs
sk: Chyby

source: Move to input
sk: Presuň do zoznamu

source: Name
sk: Meno

source: New
sk: Nový

source: New store
sk: Nový obchod

source: No error
sk: Bez chyby

source: Number
sk: Číslo

source: Output list
sk: Utriedené výsledky

source: Paste
sk: Vlož

# PleaseSelectValue
source: Please select a value
sk: Zvoľte hodnotu

source: Publish
sk: Pošli

source: Save data
sk: Ulož údaje

source: Selected store
sk: Zvolený obchod

source: Select store:
sk: Zvoľ obchod:

source: Settings
sk: Nastavenia

source: Show finished
sk: Ukáž hotové

source: Sort
sk: Utrieď

# SpeechDelimiter
source: Delimiter word/expression
sk: Oddeľovač v reči/slovo

source: Start listening
sk: Počúvaj...

source: Stop listening
sk: Prestaň počúvať

# CreateListMenuItem
source: Local menu for list operations (please hold)
sk: Lokálne menu pre vytváranie zoznamov (prosím podržte)

source: Delete
sk: Zmaž

# EmptyCell
source: The edit box is empty
sk: Textový vstup je prázdny

# EmptyList
source: The list is empty
sk: Zoznam je prázdny

source: Remove Duplicities
sk: Zmaž duplicity

source: Running...
sk: Bežím...

# CreateListMenuItemDescr
source: Local menu containg list operations
sk: Lokálne menu pre vytváranie zoznamov (prosím podržte)

source: Finished
sk: Skončené

source: Finish moving line
sk: Dokonči presun riadku

source: Listening...
sk: Počúvam...

source: Start moving line
sk: Označ riadok na presun

source: Next
sk: Další

source: Previous
sk: Predošlý

source: Login
sk: Prihlásenie

source: Subject
sk: Subjekt

source: Days
sk: Dni

source: Gmail client id
sk: Gmail identifikacia

# GmailFrom
source: From
sk: Od koho

# GmailSubject
source: Subject
sk: Subjekt

# AutoOk
source: Automatic confirmation
sk: Automatické potvrdenie

# DeletingLine
source: Deleting line by swipe
sk: Mažem riadok

# SwipeDelete
source: Make a wide swipe if you want to delete the line
sk: Urobte široký šuch ak chcete zmazať riadok
